Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=357_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pekka Aikio johtaa saamelaiskäräjien vaalilautakuntaa
sme: Pekka Aikio jođiha sámedikki válgalávdegotti

source: Saamelaiskäräjien vuotsolainen jäsen Pekka Aikio valittiin seuraavien saamelaiskäräjävaalien vaalilautakunnan puheenjohtajaksi.
sme: Sámedikki vuohččulaš lahttu Pekka Aikio válljejuvvui čuovvovaš sámediggeválggaid válgalávdegotti ságadoallin.

source: Muut valitut vaalilautakunnan jäsenet ovat Juha Magga Enontekiöltä (varajäsen Nils Henrik Valkeapää), Maria Sofia Aikio Utsjoelta (varajäsen Vieno Länsman), Marjaana Aikio Inarista (varajäsen Oula Valkeapää) ja Ilmari Laiti Inarista (varajäsen Marja Männistö).
sme: Válljejuvvon válgalávdegotti eará lahtut leat Juha Magga Eanodagas (várrelahttu Nils Henrik Valkeapää), Maria Sofia Aikio Ohcejogas (várrelahttu Vieno Länsman), Marjaana Aikio Anáris (várrelahttu Oula Valkeapää) ja Ilmari Laiti Anáris (várrelahttu Marja Männistö).

source: Pekka Aikion varajäseneksi nimettiin Päivi Magga Vuotsosta.
sme: Pekka Aikio várrelahttun nammaduvvui Päivi Magga Vuohčus.

source: Saamelaiskäräjien seuraavat vaalit toimitetaan syksyllä 2011.
sme: Sámedikki čuovvovaš válggat doaimmahuvvojit čakčat 2011.

source: Näissä vaaleissa valitaan saamelaiskäräjät vaalikaudeksi 2012-2015.
sme: Dáin válggain válljejuvvo sámediggi válgabadjái 2012-2015.
